insert into movie values('mc001', '어벤져스:End Game', '액션, sf', 180, '안소니 루소, 조 루소', '12세', 'The Walt Disney Company', 
'USA', '로버트 다우니 주니어, 크리스 에반스, 마크 러팔로, 크리스 헴스워스, 스칼렛 요한슨, 제레미 레너, 돈 치들, 폴 러드, 브리 라슨, 카렌 길런, 브래들리 쿠퍼, 조슈 브롤린',
'2019-04-24', '인피니티 워 이후 절반만 살아남은 지구 마지막 희망이 된 어벤져스 먼저 떠난 그들을 위해 모든 것을 걸었다! 위대한 어벤져스운명을 바꿀 최후의 전쟁이 펼쳐진다!', 
13531436, 'avengers.jpg');
insert into movie values('mc002', '악인전', '액션, 범죄', 109, '이원태', '청불', 'BA entertainment', '대한민국', '마동석, 김무열, 김성규', ' 2019-05-15', '우연히 연쇄살인마의 표적이 되었다 살아난 조직 보스 장동수와 범인잡기에 혈안이 된 강력반 미친개 정태석. 타협할 수 없는 두 사람이 연쇄살인마 K를 잡기 위해 손잡는다. 표적은 하나, 룰도 하나! 먼저 잡는 놈이 갖는다!', 1785029, 'aij.jpg');

insert into movie values('mc003','걸캅스','코미디, 액션', 107, '정다원', '15세', '필름모멘텀', 'South Korea', '라미란, 이성경, 윤상현, 최수영', '2019-05-09', '민원실 퇴출 0순위 전직 전설의 형사 "미영"과 민원실로 밀려난 현직 꼴통 형사 "지혜"집에서는 눈만 마주쳐도 으르렁 대는 시누이 올케 사이인 두 사람은 민원실에 신고접수를 하기 위해 왔다가 차도에 뛰어든 한 여성을 목격하고 그녀가 48시간 후 업로드가 예고된 디지털 성범죄 사건의 피해자란 사실을 알게 된다. 강력반, 사이버 범죄 수사대, 여성청소년계까지 경찰 내 모든 부서들에서 복잡한 절차와 인력 부족을 이유로 사건이 밀려나자 "미영"과 "지혜"는 비공식 수사에 나서기로 결심한다. 수사가 진전될수록 형사의 본능이 꿈틀대는 "미영"과 정의감에 활활 불타는 "지혜"는 드디어 용의자들과 마주할 기회를 잡게 되는데… 걸크러시 콤비의 비공식 합동 수사가 펼쳐진다!', 1308171, 'girl_cobs.jpg');

insert into movie values('mc004', '나의 특별한 형제', '코미디, 드라마', 113, '육상효', '12세', '명필름, 조이래빗', 'South Korea', '신하균, 이광수, 이솜', '2019-05-01', 
'머리 좀 쓰는 형 x 몸 좀 쓰는 동생! <br>
세상엔 이런 형제도 있다!<br>
비상한 두뇌를 가졌지만 동생 ‘동구’ 없이는 아무 데도 못 가는 형 ‘세하’(신하균),<br>
뛰어난 수영실력을 갖췄지만 형 ‘세하’ 없이는 아무것도 못 하는 동생 ‘동구’(이광수).<br>
이들은 피 한 방울 섞이지 않았지만 20년 동안 한 몸처럼 살아온 ‘특별한 형제’다.<br>
어느 날 형제의 보금자리 ‘책임의 집’을 운영하던 신부님이 돌아가시자<br>
모든 지원금이 끊기게 되고, 각각 다른 장애를 가진 두 사람은 헤어질 위기에 처하고 만다.<br>
세하는 ‘책임의 집’을 지키고 동구와 떨어지지 않기 위해<br>
구청 수영장 알바생이자 취준생 ‘미현’(이솜)을 수영코치로 영입하고,<br>
동구를 수영대회에 출전시켜 사람들의 이목을 집중시키는 데 성공한다.<br>
헤어지지 않을 수 있다는 희망을 본 것도 잠시,<br>
예상치 못한 인물이 형제 앞에 등장하면서 형제는 새로운 위기를 겪게 되는데...!', 1444349, 'mb.jpg');

insert into movie values('mc005', 'X맨:다크 피닉스', 'sf, 액션', 113, '사이먼 킨버그', '15세', '20th FOX', 'USA', '제임스 맥어보이, 마이클 패스벤더, 제니퍼 로렌스, 니콜라스 홀트, 소피 터너, 타이 쉐리던, 에반 피터스, 제시카 차스테인', '2019-06-05', '두려워하라!<br>
영원한 히어로는 없다<br>
어린 시절 비극적 교통사고로 자신의 능력을 알게 된 진 그레이는 자비에 영재학교에서 새로운 가족을 맞이하게 된다. 엄청난 잠재적 능력을 지닌 그녀는 엑스맨으로 성장해 우주에서 구조 임무를 수행하던 중 목숨을 잃을 뻔한 사고를 겪는다. 예기치 못한 사고 이후 폭주하는 힘과 억눌려왔던 어둠에 눈을 뜨게 된 진 그레이는 엑스맨의 가장 강력하고 파괴적인 적, 다크 피닉스로 변하게 된다. 프로페서 X는 물론 매그니토까지 능가하는 두려운 존재가 된 그녀 앞에 힘을 이용하려는 미스터리한 외계 존재가 나타나 그녀를 뒤흔들고, 지금까지 엑스맨이 이뤄온 모든 것들이 무너지는 가운데 엑스맨은 사랑하는 친구이자 가장 강력한 적이 된 다크 피닉스와 맞서야 하는데…<br>
엑스맨 시리즈의 완벽한 피날레!<br>
더 이상의 엑스맨은 없다', 0, 'X-man.jpg');

insert into movie values('mc006','어린 의뢰인', '드라마', 114, '장규성', '12세', '이스트드림시노펙스㈜', 'South Korea', '이동휘, 유선, 최명빈, 이주원', '2019-05-22', 
'2013년 대한민국을 충격에 빠뜨렸던 실화!<br>
“제가 동생을 죽였어요”<br>
2019년 당신에게 찾아온 뜨거운 질문!<br>
“당신은 이 아이를 외면하시겠습니까?”<br>
인생 최대 목표는 오직 성공뿐인 변호사 ‘정엽’<br>
주변에 무관심한 그에게 ‘다빈’과 ‘민준’ 남매가 자꾸 귀찮게 얽힌다.<br>
오랫동안 기다렸던 대형 로펌 합격 소식을 듣게 된 ‘정엽’은 믿을 수 없는 사실을 알게 된다.<br>
10살 소녀 ‘다빈’이 7살 남동생을 죽였다는 충격적인 자백<br>
뒤늦게 미안함을 느낀 ‘정엽’은 자신의 모든 것을 걸고<br>
‘다빈’의 엄마 ‘지숙’에게 숨겨진 진실을 밝히려고 하는데…', 17313, 'djflsdmlfhldls.jpg');

insert into movie values('mc007','배심원들', '드라마', 113, '홍승완', '12세', '제작사', 'South Korea', '문소리, 박형식', '2019-05-15', 
'2008년 대한민국 첫 국민참여재판<br>
모두에게 그날은 처음이었다! <br>
국민이 참여하는 역사상 최초의 재판이 열리는 날.<br> 
모두의 이목이 집중된 가운데, <br>
나이도 직업도 제각각인 8명의 보통 사람들이 배심원단으로 선정된다.<br> 
대한민국 첫 배심원이 된 그들 앞에 놓인 사건은 증거, 증언, 자백도 확실한 살해 사건.<br> 
양형 결정만 남아있던 재판이었지만 피고인이 갑자기 혐의를 부인하며 <br>
배심원들은 예정에 없던 유무죄를 다투게 된다. <br>
생애 처음 누군가의 죄를 심판해야 하는 배심원들과 <br>
사상 처음으로 일반인들과 재판을 함께해야 하는 재판부. <br>
모두가 난감한 상황 속 원칙주의자인 재판장 ‘준겸’(문소리)은 정확하고 신속하게 재판을 끌어가려고 한다.<br> 
하지만 끈질기게 질문과 문제 제기를 일삼는 8번 배심원 ‘남우’(박형식)를 비롯한 배심원들의 돌발 행동에 <br>
재판은 점점 예기치 못한 방향으로 흐르는데... <br>
처음이라 더 잘하고 싶었던 <br>
보통 사람들의 가장 특별한 재판이 시작된다!', 227565, 'bs.jpg');
select * from movie_picture;
insert into movie values('mc008','알라딘', '판타지', 127, '가이 리치', '전체', 'The Walt Disney Company', 'USA', '윌 스미스, 나오미 스콧', '2019-05-23', 
'머나먼 사막 속 신비의 아그라바 왕국의 시대.<br>
좀도둑 ‘알라딘’은 마법사 ‘자파’의 의뢰로 마법 램프를 찾아 나섰다가<br>
주인에게 세 가지 소원을 들어주는 지니를 만나게 되고,<br>
자스민 공주의 마음을 얻으려다 생각도 못했던 모험에 휘말리게 되는데…', 0, 'aladin.jpg');


insert into movie values('mc009','명탐정 피카츄', '판타지', 104, '롭 레터맨', '전체', 'legendary entertainment', 'USA', '라이언 레이놀즈, 저스티스 스미스, 캐서린 뉴튼, 수키 워터하우스, 빌 나이, 와타나베 켄', '2019-05-09', 
'“탐정이 아냐, 명탐정이지!”<br>
세상을 구할 번쩍이는 추리가 시작된다!<br>
기억을 잃은 채 깨어난 피카츄, 난 누구? 여긴 어디?<br>
유일한 단서는 탐정모자에 적힌 해리란 이름과 주소.<br>
주소 속 아파트에서 자신의 말을 유일하게 알아 듣는,<br>
실종된 해리의 아들 팀 굿맨을 만나게 된다.<br>
명탐정의 촉으로 이건 그야말로 대.박.사.건!<br>
사라진 아빠를 찾기 위해 피카츄와 떠나는 기상천외한 모험이 시작된다.', 648119, 'pikachu.jpg');

insert into movie values('mc010','고질라:King of Monster', '액션', 131, '마이클 도허티', '12세', 'legendary entertainment', 'USA', '베라 파미가, 샐리 호킨스, 장쯔이, 카일 챈들러, 말리 바비 브라운, 와타나베 켄', '2019-05-29', 
'인간들을 구하라 vs 인간들을 죽여라<br>
주파수로 초거대 괴수들을 조종한다!<br>
고질라의 샌프란시스코 공격으로 인해 아들을 잃은 상처로 엠마와 마크, 딸 매디슨 가족은 슬픔 속에 살고 있다. 미지의 생물을 연구하는 모나크 소속 과학자인 엠마는 또 다른 공격에 대비해 거대 괴수와 소통하는 주파수를 발견한다. 그러나 괴수들을 조종해 지구를 초토화 시키려는 테러 세력에게 딸 매디슨과 납치되고, 주파수로 모스라, 로단, 기도라 등 고대 괴수들이 하나 둘 깨어난다. 역대급 재난 상황에서 인류의 생존 자체조차 불투명해지고, 여기에 강력한 고질라의 등장으로 괴수들의 대결은 새로운 국면을 맞이한다.<br> 
또 다시 최악의 위기를 맞은 가족들은 어떻게든 함께 위험을 헤쳐나가야만 하는데...', 1443, 'godzila.jpg');

insert into movie values('mc011','더 보이', '공포', 90, '데이빗 야로베스키', '15세', 'sony pictures', 'USA', '잭슨 A. 던, 엘리자베스 뱅크스, 데이빗 덴맨', '2019-05-23', 
'슈퍼히어로의 힘을 가진 다른 세계에서 온 소년<br>
두려워하라<br>
어느 날, 간절히 아기를 원하던 부부에게 찾아온<br>
다른 세계의 소년 ‘브랜든’<br>
부모의 보살핌 속에 평범하게 자라던 중<br>
자신에게 숨겨진 강력한 힘을 깨닫게 되면서<br>
인류를 위협할 사악한 본성을 드러내기 시작하는데…<br>
그는 과연 축복인가, 재앙인가?', 0, 'the_boy.jpg');
